[
  {
    "id": 1,
    "title": "Як знімати зорі: гід для початківців",
    "content": "Фотографування нічного неба — це мистецтво, яке вимагає як технічних знань, так і практики. Перш за все, оберіть камеру, яка підтримує ручний режим (manual). Використовуйте штатив для стабільності та об'єктив з широкою апертурою (f/2.8 або менше). Встановіть витримку від 10 до 25 секунд, ISO — від 800 до 3200, залежно від умов. Знімайте у форматі RAW для подальшої обробки. Уникайте міських вогнів — найкраще знімати в темних локаціях, таких як гори чи заповідники темного неба. Не забудьте взяти з собою червоне світло для орієнтації та додатки для визначення положення зірок.",
    "image_url": "/images/posts/post1.jpg"
  },
  {
    "id": 2,
    "title": "Найкращі локації для спостереження метеорів",
    "content": "Україна має багато ідеальних місць для спостереження метеорних потоків. Серед найпопулярніших: Карпати, Олешківські піски, Синевир, Бузький Ґард. Під час піків Персеїдів (серпень) чи Гемінідів (грудень) ці локації дарують десятки метеорів на годину. Готуючись до спостережень, одягайтесь тепло, використовуйте лежаки або каремати та застосовуйте червоне світло. Також радимо використовувати додатки типу Stellarium для орієнтації. Важливо виїжджати подалі від міських вогнів — навіть 30 км від міста можуть суттєво покращити умови спостереження.",
    "image_url": "/images/posts/post2.jpg"
  },
  {
    "id": 3,
    "title": "Північне сяйво: коли і де його побачити",
    "content": "Північне сяйво виникає внаслідок взаємодії заряджених частинок сонячного вітру з атмосферою Землі. Найкращі місяці для спостереження — з вересня по березень. Найпопулярніші країни — Норвегія (Тромсе), Ісландія, Фінляндія, а також Канада (Юкон, Альберта). Щоб передбачити появу сяйва, використовуйте прогнози KP-індексу (від 4 і вище — хороший шанс). Найкращий час доби — 21:00–01:00. Обирайте локації без хмар, без місяця і подалі від міст. Для фотографування використовуйте штатив, ручні налаштування ISO 1600+, витримка 5–20 секунд.",
    "image_url": "/images/posts/post3.jpg"
  },
  {
    "id": 4,
    "title": "Що брати в астротур: чекліст для подорожі",
    "content": "Плануючи астрономічну подорож, важливо продумати кожну деталь. У базовий набір входять: намет, спальний мішок, теплий одяг (навіть влітку буває холодно), ліхтарик із червоним світлом, павербанк, термос з гарячим напоєм, каремат або стілець, бінокль або телескоп, а також додатки для зоряного неба. Якщо ви плануєте фотографувати, візьміть штатив і камеру з ручним режимом. Не забудьте про аптечку, перекус, сміттєві пакети та заряджений телефон. Плануйте маршрут заздалегідь і повідомте рідних, де ви будете.",
    "image_url": "/images/posts/post4.jpg"
  },
  {
    "id": 5,
    "title": "ТОП-5 додатків для нічного неба",
    "content": "Сучасні астрономічні додатки значно полегшують орієнтацію в нічному небі. 1) Sky Map — простий та безкоштовний, ідеальний для новачків. 2) Stellarium — реалістичне небо, підтримка телескопів. 3) Star Walk 2 — зручний інтерфейс, доповнена реальність. 4) SkySafari — глибокі налаштування, база з 100 тис+ об’єктів. 5) Heavens Above — для відстеження супутників і МКС. Усі додатки працюють офлайн, мають нічний режим і показують поточне розташування зірок, планет, сузір’їв та супутників.",
    "image_url": "/images/posts/post5.jpg"
  },
  {
    "id": 6,
    "title": "Супермісяць і його вплив на спостереження",
    "content": "Супермісяць виникає, коли повний Місяць збігається з перигеєм — найближчою до Землі точкою орбіти. Він здається на 14% більшим і на 30% яскравішим. Для астрономів це виклик, бо яскравість Місяця затьмарює слабкі об’єкти. Але для фотографів — навпаки: це шанс зробити ефектні кадри. Використовуйте телеоб'єктив, штатив і коротку витримку (1/100 – 1/500 с). Супермісяць також часто пов’язують із приливами та змінами сну, хоча наукові докази цього слабкі.",
    "image_url": "/images/posts/post6.jpg"
  },
  {
    "id": 7,
    "title": "Гемініди: найяскравіший зорепад грудня",
    "content": "Гемініди — потужний метеорний потік, активний з 4 по 17 грудня, з піком 13–14 грудня. Вони мають швидкість ~35 км/с, тому виглядають повільно і яскраво. Джерелом є астероїд 3200 Phaethon. Найкраще видно після півночі, коли радіант (сузір’я Близнюків) високо в небі. Для спостереження потрібне темне небо, зручний лежак, теплий одяг та термос. Очікується до 100 метеорів/год. Зйомка потребує ширококутного об’єктива, ISO 1600–3200 і витримки 20–30 с.",
    "image_url": "/images/posts/post7.jpg"
  },
  {
    "id": 8,
    "title": "Як працює телескоп: базові поняття",
    "content": "Телескоп — це оптичний інструмент, що збирає й фокусує світло. Є три основні типи: рефрактори (лінзові), рефлектори (дзеркальні) та катадіоптри (комбіновані). Важливі параметри: апертура (діаметр об'єктива/дзеркала), фокусна відстань та збільшення. Для планет краще підходить довга фокусна відстань, для туманностей — широка апертура. Не менш важлива монтировка: азимутальна (простий штатив) або екваторіальна (відслідковує рух небесних тіл).",
    "image_url": "/images/posts/post8.jpg"
  },
  {
    "id": 9,
    "title": "Чому важливе світлове забруднення",
    "content": "Світлове забруднення — це надмірне освітлення вночі, що заважає бачити зорі. Воно викликане ліхтарями, вивісками, прожекторами. У містах видно лише ~100 зір, тоді як у темному небі — до 3000. Наслідки — зникнення нічної фауни, порушення сну людей, зменшення доступу до науки. Як допомогти: вимикати зайве світло, використовувати направлені світильники, ставити теплі лампи. Найтемніші місця — у Карпатах, степах, пустелях. Там можна побачити навіть Молочний Шлях.",
    "image_url": "/images/posts/post9.jpg"
  },
  {
    "id": 10,
    "title": "Зоряні фестивалі в Європі: куди поїхати",
    "content": "Астрономічні фестивалі — це події для ентузіастів, на яких можна спостерігати небо, слухати лекції, тестувати телескопи. У Франції — Festival de l’Espace з дитячими зонами. В Іспанії — AstroCamp з кемпінгом у горах. У Словаччині — Star Party на Високих Татрах. Українські ініціативи — Астропікнік, Тиждень темного неба. Радимо реєструватись заздалегідь, брати з собою обладнання, спальник, їжу. Фестивалі — це чудовий шанс об’єднати науку, відпочинок і нові знайомства.",
    "image_url": "/images/posts/post10.jpg"
  }
]
