[
  {
    "id": 1,
    "title": "Як знімати зорі: гід для початківців",
    "content": "Як знімати зорі: гід для початківців. Детальна стаття про це явище, поради, факти та цікаві приклади з життя астротуристів."
  },
  {
    "id": 2,
    "title": "Найкращі локації для спостереження метеорів",
    "content": "Найкращі локації для спостереження метеорів. Детальна стаття про це явище, поради, факти та цікаві приклади з життя астротуристів."
  },
  {
    "id": 3,
    "title": "Північне сяйво: коли і де його побачити",
    "content": "Північне сяйво: коли і де його побачити. Детальна стаття про це явище, поради, факти та цікаві приклади з життя астротуристів."
  },
  {
    "id": 4,
    "title": "Що брати в астротур: чекліст для подорожі",
    "content": "Що брати в астротур: чекліст для подорожі. Детальна стаття про це явище, поради, факти та цікаві приклади з життя астротуристів."
  },
  {
    "id": 5,
    "title": "ТОП-5 додатків для нічного неба",
    "content": "ТОП-5 додатків для нічного неба. Детальна стаття про це явище, поради, факти та цікаві приклади з життя астротуристів."
  },
  {
    "id": 6,
    "title": "Супермісяць і його вплив на спостереження",
    "content": "Супермісяць і його вплив на спостереження. Детальна стаття про це явище, поради, факти та цікаві приклади з життя астротуристів."
  },
  {
    "id": 7,
    "title": "Гемініди: найяскравіший зорепад грудня",
    "content": "Гемініди: найяскравіший зорепад грудня. Детальна стаття про це явище, поради, факти та цікаві приклади з життя астротуристів."
  },
  {
    "id": 8,
    "title": "Як працює телескоп: базові поняття",
    "content": "Як працює телескоп: базові поняття. Детальна стаття про це явище, поради, факти та цікаві приклади з життя астротуристів."
  },
  {
    "id": 9,
    "title": "Чому важливе світлове забруднення",
    "content": "Чому важливе світлове забруднення. Детальна стаття про це явище, поради, факти та цікаві приклади з життя астротуристів."
  },
  {
    "id": 10,
    "title": "Зоряні фестивалі в Європі: куди поїхати",
    "content": "Зоряні фестивалі в Європі: куди поїхати. Детальна стаття про це явище, поради, факти та цікаві приклади з життя астротуристів."
  }
]