[
  {
    "id": 1,
    "title": "Як знімати зорі: гід для початківців",
    "content": "Фотографування зоряного неба — це мистецтво, яке вимагає терпіння, правильної техніки та обладнання. У цій статті ви дізнаєтесь, як обрати фотоапарат, налаштувати витримку та ISO, а також як уникати шумів на знімках. Ми розглянемо популярні помилки новачків і дамо поради щодо першого виходу на зйомку.",
    "image_url": "/images/posts/post1.jpg"
  },
  {
    "id": 2,
    "title": "Найкращі локації для спостереження метеорів",
    "content": "Україна має безліч темних місць, ідеальних для перегляду зорепадів. У цьому гіді ми зібрали ТОП-5 найкращих точок — від Карпат до пустелі Олешківські піски. Дізнайтеся, як підготуватись, коли найкраще спостерігати Персеїди чи Гемініди, і що обовʼязково взяти з собою.",
    "image_url": "/images/posts/post2.jpg"
  },
  {
    "id": 3,
    "title": "Північне сяйво: коли і де його побачити",
    "content": "Північне сяйво — одне з найфантастичніших природних явищ. Ми пояснюємо, чому воно виникає, які регіони найкращі для спостереження (Норвегія, Ісландія, Канада), коли починається сезон сяйва і які програми допоможуть передбачити його появу.",
    "image_url": "/images/posts/post3.jpg"
  },
  {
    "id": 4,
    "title": "Що брати в астротур: чекліст для подорожі",
    "content": "Астрономічний тур — це не просто мандрівка, а повноцінна нічна пригода. У статті наведено детальний перелік речей: від теплих пледів і термоса до червоного ліхтарика, павербанка та штатива. Також поділимось лайфхаками для комфортного спостереження під відкритим небом.",
    "image_url": "/images/posts/post4.jpg"
  },
  {
    "id": 5,
    "title": "ТОП-5 додатків для нічного неба",
    "content": "Sky Map, Stellarium, Star Walk 2 — ці мобільні додатки перетворюють ваш телефон на справжній планетарій. Ми розглядаємо їхні функції, переваги та недоліки. Дізнайтесь, як за допомогою смартфона знайти Місяць, Марс чи Міжнародну космічну станцію.",
    "image_url": "/images/posts/post5.jpg"
  },
  {
    "id": 6,
    "title": "Супермісяць і його вплив на спостереження",
    "content": "Супермісяць — це момент, коли Місяць наближається найближче до Землі й виглядає на 14% більшим. Ми розповідаємо, як його знімати, чим він відрізняється від звичайного повного місяця і чи має вплив на погоду або настрій людини.",
    "image_url": "/images/posts/post6.jpg"
  },
  {
    "id": 7,
    "title": "Гемініди: найяскравіший зорепад грудня",
    "content": "Гемініди — це потужний метеорний потік, який досягає піку у середині грудня. У статті ви знайдете поради, як і де найкраще спостерігати це явище, а також дізнаєтесь, чому метеори Гемінідів виглядають повільнішими та яскравішими за інші.",
    "image_url": "/images/posts/post7.jpg"
  },
  {
    "id": 8,
    "title": "Як працює телескоп: базові поняття",
    "content": "Що таке апертура, фокусна відстань і збільшення? Які види телескопів існують — рефрактори, рефлектори та катадіоптри? Ми пояснюємо основи роботи оптики доступною мовою, щоб кожен новачок зміг обрати інструмент для першого спостереження.",
    "image_url": "/images/posts/post8.jpg"
  },
  {
    "id": 9,
    "title": "Чому важливе світлове забруднення",
    "content": "Світлове забруднення не лише псує красу нічного неба, а й шкодить біорізноманіттю. Ми розповідаємо про його причини, наслідки і те, як можна зменшити вплив штучного освітлення, обираючи правильне місце для спостереження або встановлюючи екологічні ліхтарі.",
    "image_url": "/images/posts/post9.jpg"
  },
  {
    "id": 10,
    "title": "Зоряні фестивалі в Європі: куди поїхати",
    "content": "Астрономічні фестивалі — це поєднання науки, природи і романтики. Дізнайтесь про найпопулярніші події в Іспанії, Франції, Словаччині й Україні. Розклад подій, програми для дітей і дорослих, спікери та найкращі місця для кемпінгу — все в одному гіді.",
    "image_url": "/images/posts/post10.jpg"
  }
]
